ws-versioning-poc/request.xml

 <!--curl \-\-header "content-type: text/xml" @request.xml http://localhost:8080/addressbook -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:gs="http://www.versioning.cucharitas.com/poc/v1/addressbook">
   <soapenv:Header/>
   <soapenv:Body>
   	<gs:AddressRequest-v1_0>
   		<name>FN 11</name>
   	</gs:AddressRequest-v1_0>
   </soapenv:Body>
</soapenv:Envelope>
